Repository: aungkyawmon1/Cal-AI---Clone
Catalog: Cal AI - Clone/Localization/*.lproj/Localizable.strings
Languages: ja, tr

# welcome_title
source: Welcome to the App
ja: アプリへようこそ
tr: Uygulamaya Hoş Geldiniz

# welcome_description
source: Track your progress and achieve your fitness goals.
ja: 進捗を追跡して、フィットネスの目標を達成しましょう
tr: İlerlemenizi takip edin ve fitness hedeflerinize ulaşın.

source: Get Started
ja: 始める
tr: Başla

source: Back
ja: 戻る
tr: Geri

source: Next
ja: 次へ
tr: İleri

source: Finish
ja: 完了
tr: Bitir

# choose_gender
source: Choose your Gender
ja: 性別を選択してください
tr: Cinsiyetinizi Seçin

# description
source: This will be used to calibrate your custom plan
ja: カスタムプランの調整に使用されます
tr: Bu, size özel planınızı oluşturmak için kullanılacak

source: Male
ja: 男性
tr: Erkek

source: Female
ja: 女性
tr: Kadın

source: Other
ja: その他
tr: Diğer

# workout_title
source: How many workouts do you do per week?
ja: 週に何回運動をしますか？
tr: Haftada kaç antrenman yapıyorsunuz?

# workout_count
source: %d Workout
ja: 週%d回
tr: %d Antrenman

# workouts_count
source: %d Workouts
ja: 週%d回
tr: %d Antrenman

source: Birth Date
ja: 生年月日
tr: Doğum Tarihi

source: Day
ja: 日
tr: Gün

source: Month
ja: 月
tr: Ay

source: Year
ja: 年
tr: Yıl

# maintainance_obstacles_view_title
source: What's stopping you from reaching your goals?
ja: 目標達成の妨げになっているものは何ですか？
tr: Hedeflerinize ulaşmanızı engelleyen nedir?

source: Lack of consistency
ja: 継続性の欠如
tr: Tutarsızlık

source: Unhealthy eating habits
ja: 不健康な食習慣
tr: Sağlıksız beslenme alışkanlıkları

source: Lack of support
ja: サポートの不足
tr: Destek eksikliği

source: Busy schedule
ja: 忙しいスケジュール
tr: Yoğun program

source: Lack of meal inspiration
ja: 食事のアイデア不足
tr: Yemek fikri eksikliği

source: Do you follow a specific diet?
ja: 特定の食事制限はありますか？
tr: Belirli bir diyet uyguluyor musunuz?

source: Classic
ja: 一般的な食事
tr: Klasik

source: Pescatarian
ja: ペスカタリアン
tr: Pesketaryen

source: Vegetarian
ja: ベジタリアン
tr: Vejetaryen

source: Vegan
ja: ビーガン

source: What would you like to accomplish?
ja: 何を達成したいですか？
tr: Neyi başarmak istersiniz?

source: Eat and live healthier
ja: より健康的な食事と生活
tr: Daha sağlıklı beslen ve yaşa

source: Boost my energy and mood
ja: エネルギーと気分を向上させる
tr: Enerji ve ruh halimi yükselt

source: Stay motivated and consistent
ja: モチベーションと継続性を保つ
tr: Motive ve istikrarlı kal

source: Feel better about my body
ja: 自分の体に自信を持つ
tr: Vücudumla ilgili daha iyi hisset

source: All Done
ja: 完了しました
tr: Tamamlandı

source: Thank you for trusting us
ja: ご信頼 ありがとうございます
tr: Bize güvendiğiniz için teşekkür ederiz

# all_done_description
source: We promise to always keep your personal information private and secure
ja: 個人情報は常にプライバシーと安全性を保持することをお約束します
tr: Kişisel bilgilerinizi her zaman gizli ve güvende tutacağımıza söz veriyoruz

source: What is your desired weight?
ja: 目標体重を教えてください
tr: Hedef kilonuz nedir?

source: Gain Weight
ja: 増量
tr: Kilo Al

source: Lose Weight
ja: 減量
tr: Kilo Ver

source: Maintain
ja: 維持
tr: Kilonu Koru

source: weight gain
ja: 体重増加
tr: kilo alma

source: weight loss
ja: 体重減少
tr: kilo verme

source: What is your goal?
ja: あなたの目標は？
tr: Hedefiniz nedir?

# what_is_your_goal_description
source: This helps us generate a plan for your calories intake
ja: カロリー摂取計画の作成に役立ちます
tr: Bu, kalori alımı planınızı oluşturmamıza yardımcı olur

# goal_speed_view_title
source: How fast do you want to reach your goal?
ja: 目標達成までの期間はどのくらいを希望しますか？
tr: Hedefinize ne kadar hızlı ulaşmak istiyorsunuz?

# goal_speed_view_description
source: Loss weight speed per week
ja: 週当たりの減量スピード
tr: Haftalık kilo verme hızı

# height_and_weight
source: Height & Weight
ja: 身長と体重
tr: Boy & Kilo

source: Imperial
ja: ヤード・ポンド法
tr: İngiliz

source: Metric
ja: メートル法
tr: Metrik

source: Cal AI creates long-term results
ja: Cal AIは長期的な結果を生み出します
tr: Cal AI uzun vadeli sonuçlar oluşturur

source: Have you tried other calorie tracking apps?
ja: 他のカロリー記録アプリを使用したことはありますか？
tr: Başka kalori takip uygulamaları denediniz mi?

source: Do you have a referral code?
ja: 紹介コードをお持ちですか？
tr: Referans kodunuz var mı?

source: You can skip this step.
ja: このステップはスキップできます
tr: Bu adımı atlayabilirsiniz.

source: Referral Code
ja: 紹介コード
tr: Referans Kodu

source: Where did you hear about us?
ja: どこで当アプリを知りましたか？
tr: Bizi nereden duydunuz?

source: How many workouts do you do per week?
ja: 週に何回運動をしますか？
tr: Haftada kaç antrenman yapıyorsunuz?

source: Yes
ja: はい
tr: Evet

source: No
ja: いいえ
tr: Hayır
